Repository: exotic-matter-sas/ftl-app
Catalog: ftl/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Important dates
fr: Dates importantes

source: A folder with this name already exist
fr: Un dossier avec ce nom existe déjà

source: A folder can't be move inside one of its children
fr: Un dossier ne peut être déplacé dans un des dossiers qu'il contient

source: Specified ftl_folder doesn't exist
fr: Le ftl_folder spécifié n'existe pas

source: Document has been corrupted during upload, please retry
fr: Le document a été corrompu durant son envoi, veuillez réessayer

source: Unsupported document format
fr: Format de document non pris en charge

source: Missing parameter `file` or/and `json` in POST body
fr: Le paramètre `file` ou/et `json` est manquant dans le corps POST

source: The file is empty
fr: Le fichier est vide

source: The thumbnail could not be decoded
fr: La miniature n'a pas pu être décodée

source: Too many alerts have been created for this document
fr: Trop d’alertes ont été créées pour ce document

source: Bad request
fr: Mauvaise requête

source: Starting mass import for %(email)s from %(path)s
fr: Début de l'import de masse pour %(email)s depuis %(path)s

source: One document successfully imported in %(time)s
fr: Un document importé avec succès en %(time)s

source: Created folder %(name)s
fr: Dossier %(name)s créé

source: Imported document %(name)s
fr: Document %(name)s importé

source: Forcing plugin %(value)s
fr: Plugin %(value)s forcé

source: One document to be reindexed
fr: Un document à réindexer

source: Submitted for reindexing %(title)s
fr: %(title)s ajouté pour réindexation

source: One document successfully submitted for reindexing in %(time)s seconds
fr: Ajout d'un document pour réindexation réussie en %(time)s secondes

source: This email can't be used.
fr: Cet email ne peut pas être utilisé.

source: This organization can't be used.
fr: Cette organisation n'est pas disponible.

source: username
fr: nom d'utilisateur

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Requis. 150 caractères ou moins. Lettres, chiffres et @/./+/-/_ seulement.

source: A user with that username already exists.
fr: Un utilisateur avec ce nom existe déjà.

source: email address
fr: addresse email

source: A user with that email already exists.
fr: Un utilisateur avec cet email existe déjà.

source: Global listing is disabled for privacy reasons. You can, however, make a search using full document pid.
fr: La liste globale est désactivée pour des raisons de confidentialité. Vous pouvez, cependant, effectuer une recherche à l’aide de l'identifiant du document.

source: Global listing is disabled for privacy reasons. You can, however, make a search using full sharing pid.
fr: La liste globale est désactivée pour des raisons de confidentialité. Vous pouvez, cependant, effectuer une recherche à l’aide de l'identifiant de partage.

source: Global listing is disabled for privacy reasons. You can, however, make a search using full user email.
fr: La liste globale est désactivée pour des raisons de confidentialité. Vous pouvez, cependant, effectuer une recherche à l’aide de l'email de l'utilisateur.

source: This is reminder for document "%(title)s". %(note)s
fr: Il s’agit d’un rappel pour le document « %(title)s ». %(note)s

source: Reminder for document "%(title)s"
fr: Rappel pour le document « %(title)s »

source: Home
fr: Accueil

source: We're sorry but Paper Matter will not work without JavaScript enabled. Please enable it to continue.
fr: Désolé mais Paper Matter ne fonctionne pas sans Javascript, veuillez l'activer dans votre navigateur.

source: Paper Matter, document management system
fr: Paper Matter, Gestion Électronique de Documents

source: Download
fr: Télécharger

source: Preview unavailable for this document.
fr: Prévisualisation indisponible pour ce document.

source: Document Not found
fr: Document introuvable

source: Nothing there...
fr: Il n'y a rien par ici...

source: The document was not found, the sharing might have been revoked.<br/> Please contact the person who initiated the sharing.
fr: Le document n’a pas été trouvé, le partage pourrait avoir été révoqué.<br/> Veuillez contacter la personne à l'origine du partage.
