Repository: exotic-matter-sas/ftl-app
Catalog: ftl/account/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Email is already used by someone else.
fr: Cette adresse est déjà utilisée.

source: Password
fr: Mot de passe

source: Incorrect password
fr: Mot de passe incorrect

source: Account activity
fr: Activité du compte

source: See the last ten successful connections to your account.
fr: Consultez les dix dernières connexions réussies à votre compte.

source: If you don't recognize a device, someone else may have access to your password. <a href="%(the_url)s">Change it</a> to protect your account.
fr: Si vous ne reconnaissez pas un appareil, quelqu’un d’autre a pu avoir accès à votre mot de passe. <a href="%(the_url)s">Modifiez-le</a> pour protéger votre compte.

source: Account management
fr: Mon compte

source: Return to app
fr: Revenir à l'application

source: Settings
fr: Paramètres

source: Two factor authentication
fr: Authentification à deux facteurs

source: Applications and API
fr: Applications et API

source: Data import / export
fr: Import / export des données

source: Delete account
fr: Supprimer mon compte

source: Paper Matter, carefully crafted by <a id="em-link" target="_blank" href="https://www.exotic-matter.fr">Exotic <span class="highlight">Matter</span></a>
fr: Paper Matter, soigneusement conçu par <a id="em-link" target="_blank" href="https://www.exotic-matter.fr">Exotic <span class="highlight">Matter</span></a> en France.

source: Your are about to delete your Paper Matter account
fr: Vous êtes sur le point de supprimer votre compte Paper Matter

source: <b>Error:</b> you can't delete this account as it holds the last administrator of your Paper Matter instance. To delete it, please <a href="%(signup_url)s">create a new account</a> then login to the <a href="%(admin_url)s" target="_blank">admin panel</a> and finally add the permissions "Staff status" and "Super user" to him. Then refresh this page to delete this account.
fr: <b>Erreur:</b> vous ne pouvez pas supprimer ce compte car c'est le dernier administrateur de l'instance Paper Matter. Pour le supprimer, <a href="%(signup_url)s">créez un nouveau compte</a> puis connectez-vous au <a href="%(admin_url)s" target="_blank">panneau d'administration</a> et ajoutez lui les permissions "Statut équipe" et "Statut super-utilisateur". Rafraichissez ensuite cette page pour supprimer ce compte.

source: Every document and folders will be immediately marked for deletion and the account will be deactivated. Be aware that the <b>email you used to register will not be accepted for a new account</b>.
fr: Tous les documents et dossiers seront immédiatement marqués pour suppression et votre compte sera désactivé. Attention, <b>l'email que vous avez utilisé pour vous inscrire ne sera pas réutilisable pour la création d'un nouveau compte.</b>

source: Please <a href="%(export_url)s">export your documents</a> before proceeding as this process is not reversible.
fr: Pensez à <a href="%(export_url)s">exporter vos documents</a> avant de continuer car cette action est irréversible.

source: Please provide your account password to continue
fr: Veuillez indiquer votre mot de passe pour continuer

source: Delete my account immediately
fr: Supprimer mon compte immédiatement

source: As requested, your Paper Matter account has been purged and deleted. We are sorry that the service didn't meet your expectations :(.
fr: Suite à votre demande, votre compte Paper Matter a été vidé et supprimé. Nous sommes désolés que le service n'ait pas été à la hauteur :(.

source: Your Paper Matter account has been deleted
fr: Votre compte Paper Matter a été supprimé

source: Change your email
fr: Modifier votre email

source: Keep your email updated. You might receive important notice about your account.
fr: Garder votre adresse email à jour. Vous pouvez recevoir des informations importantes à propos de votre compte.

source: An confirmation email will be sent to your new address. Please click on the link contained in it to validate your new email. The link will expire in 10 minutes.
fr: Un email de confirmation sera envoyé à votre nouvelle adresse. Veuillez cliquer sur le lien contenu dans l'email pour valider votre nouvelle adresse. Attention, ce lien expirera dans 10 minutes.

source: New email
fr: Nouvelle adresse email

source: Next
fr: Suivant

source: An request has been made to change your email linked to your Paper Matter account. Please click the following link to validate your new email.
fr: Vous avez demandé à modifier votre adresse email relié à votre compte Paper Matter. Merci de cliquer sur le lien suivant pour valider.

source: The link will expire in %(expiration_minutes)s minutes.
fr: Ce lien expirera dans %(expiration_minutes)s minutes.

source: Validate your new email!
fr: Valider votre nouvelle adresse email !

source: Someone requested to change the email address linked to your Paper Matter account. If you did not request this change, please IMMEDIATELY change your account password.
fr: Quelqu'un a demandé une modification de votre adresse email lié à votre compte Paper Matter. Si vous n'en êtes pas l'origine, changer IMMÉDIATEMENT votre mot de passe.

source: Account security: notice of email change
fr: Sécurité: notification de changement de l'adresse email

source: Import or export your documents
fr: Importez ou exportez vos documents

source: You can download the Import - Export software to easily import or export all your documents and their related metadata (title, note, date...).
fr: Vous pouvez télécharger le logiciel d'Import - Export pour importer ou exporter facilement tous vos documents et leurs métadonnées associées (titre, note, date...).

source: Download import - export software
fr: Télécharger le logiciel d'import / export

source: Keep your contact email up-to-date
fr: Gardez votre email de contact à jour

source: For more security: update your password regularly
fr: Pour plus de sécurité : changez régulièrement de mot de passe

source: For more security: update your password regularly and enable 2FA
fr: Pour plus de sécurité : changez régulièrement de mot de passe et activez le 2FA

source: Change your password
fr: Modifier votre mot de passe

source: Your account is protected with your password and Two Factor authentication. You account security is greatly increased!
fr: Votre compte est protégé par votre mot de passe et l'authentification à deux facteurs. La sécurité de votre compte est optimale.

source: Your account is protected only with your password. Don't share it with others websites. <a href="%(the_url)s">Please also consider enabling Two factor authentication for increased security</a>.
fr: Votre compte est protégé uniquement par votre mot de passe. Ne le partagez pas avec d'autres sites. <a href="%(the_url)s">Pensez aussi à activer l'authentification à deux facteurs pour augmenter la sécurité de votre compte.</a>

source: Use a strong password for your account. Multiple random characters including special ones (!#%%?) or a simple passphrase composed of 5 or 6 words separated by a whitespace is enough.
fr: Utiliser un mot de passe complexe pour votre compte. Plusieurs caractères aléatoires en incluant des caractères spéciaux (!#%%?) ou une phrase comprenant 5 ou 6 mots séparés par un espace est suffisant.

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Confirm new password
fr: Confirmer nouveau mot de passe

source: Update my password
fr: Modifier votre mot de passe

source: The password of your Paper Matter account has been updated. If you did not request this change, please IMMEDIATELY reset your account password by using the "Forgot password" page.
fr: Le mot de passe de votre compte Paper Matter a été mis à jour. Si vous n’avez pas demandé ce changement, veuillez IMMÉDIATEMENT réinitialisez votre mot de passe en utilisant la page "Mot de passe oublié".

source: Account security: notice of password change
fr: Sécurité du compte : avis de changement de mot de passe

source: Are you sure you want to delete<br/> "%(name)s"?
fr: Êtes-vous sûr de vouloir supprimer<br/> « %(name)s » ?

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Back
fr: Retour

source: Edit
fr: Éditer

source: Edit application
fr: Éditer l'application

source: Developer API keys
fr: Clé d'API développeur

source: Use the Paper Matter API in your application.
fr: Utiliser l'API Paper Matter dans vos applications.

source: Please exercise caution when giving API key to third-party apps. Apps will be able to access all documents in your account.
fr: Soyez prudent lorsque vous attribuez une clé API à des applications tierces. Les applications pourront accéder à tous les documents de votre compte.

source: No applications defined. <a href="%(register)s">Click here</a> to register one.
fr: Aucune application définie. <a href="%(register)s">Cliquez ici</a> pour en enregistrer une nouvelle.

source: Register a new application
fr: Ajouter une application

source: Add
fr: Ajouter

source: Are you sure you want to revoke <br/> "%(name)s"?
fr: Êtes vous sûr de vouloir révoquer <br /> « %(name)s » ?

source: The app "%(name)s" will not be able to access your account anymore.
fr: L'application « %(name)s » ne pourra plus accéder à votre compte.

source: Revoke
fr: Révoquer

source: Your applications
fr: Vos applications

source: Manage applications accessing your account.
fr: Gérez les applications accédant à votre compte.

source: Please exercise caution when granting access to third-party apps. Apps will be able to access all documents in your account.
fr: Soyez prudent lorsque vous accordez un accès à des applications tierces. Les applications pourront accéder à tous les documents de votre compte.

source: Enabled
fr: Activée

source: Added on %(date)s
fr: Ajouté le %(date)s

source: There are no authorized app yet.
fr: Il n'y a pas encore d'application autorisée.

source: A confirmation email has been sent.
fr: Un email de confirmation a été envoyé.

source: Email successfully updated.
fr: L'adresse a été mise à jour.

source: The link expired. Please try again.
fr: Le lien de validation a expiré. Merci de réessayer.

source: Could not validate your email. Please try again.
fr: Impossible de valider votre adresse. Veuillez réessayer.

source: Password updated!
fr: Mot de passe mis à jour !

source: Your account was deleted.
fr: Votre compte a été supprimé.
