Repository: exotic-matter-sas/ftl-app
Catalog: ftl/ftl/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Organization name*
fr: Nom de l'organisation*

source: It's the name of your Paper Matter personal workspace, try to choose something unique (eg. based on your first and last name or company name).
fr: C'est le nom de votre espace de travail personnel Paper Matter, essayez de choisir quelque chose d'unique (ex : basé sur votre nom et prénom ou nom d'entreprise).

source: Are you human?*
fr: Êtes-vous un être humain ?*

source: Write the symbols that you see in the image.
fr: Écrivez les symboles que vous voyez dans l’image.

source: Organization already exists
fr: L'organisation existe déjà

source: Your session has expired or have been invalidated. Please log back in.
fr: Votre session a expiré ou a été invalidée. Veuillez vous reconnecter.

source: You have been logged out. See you!
fr: Vous êtes déconnecté. À bientôt !

source: Forbidden
fr: Interdit

source: Paper Matter, document management system
fr: Paper Matter, Gestion Électronique de Documents

source: Sorry, you are not allowed to view this page.
fr: Désolé, vous n’êtes pas autorisé à voir cette page.

source: Go back to Paper Matter
fr: Revenir à Paper Matter

source: Page not found
fr: Page non trouvée

source: Sorry, we can’t find the page you were looking for.
fr: Désolé, nous ne trouvons pas la page que vous cherchez.

source: Internal Server Error
fr: Erreur interne du serveur

source: Sorry, something went wrong. It's our fault, not yours. Please try again later.
fr: Désolé, une erreur s'est produite. C’est de notre faute, pas la vôtre. Veuillez essayer à nouveau plus tard.

source: Account locked
fr: Compte bloqué

source: Your account has been locked for security purpose. Please try again later.
fr: Votre compte a été verrouillé à des fins de sécurité. Merci de réessayer à nouveau plus tard.

source: Hello,
fr: Bonjour,

source: The Paper Matter team
fr: L'équipe Paper Matter

source: Account activated
fr: Compte activé

source: Account activated!
fr: Compte activé !

source: Your account has been activated, thank you! You may log in.
fr: Votre compte a été activé, vous pouvez maintenant vous y connecter.

source: Login to your account here:
fr: Connectez-vous à votre compte :

source: login page
fr: page de connexion

source: An account on Paper Matter has been created with this email. Follow the link below to activate your account:
fr: Un compte sur Paper Matter a été créé avec cet e-mail. Suivez le lien ci-dessous pour activer votre compte :

source: The link will expire in %(expiration_days)s days.
fr: Le lien expirera dans %(expiration_days)s jours.

source: Activate your account
fr: Activer votre compte

source: Account could not be activated
fr: Le compte n'a pu être activé

source: We could not activate the account...
fr: Nous n'avons pu activer le compte...

source: The account you attempted to activate is invalid.
fr: Le compte que vous essayez d'activer n'est pas valide.

source: This account has expired.
fr: Ce compte a expiré.

source: The activation key you provided is invalid.
fr: La clé d'activation fournie n'est pas valide.

source: The account you tried to activate has already been activated.
fr: Le compte que vous essayez d'activer a déjà été activé.

source: Authorization code
fr: Code d'autorisation

source: Authorization code
fr: Code d’autorisation

source: Please copy the following code into your application:
fr: Veuillez copier le code suivant dans votre application :

source: Authorization failed
fr: Échec de l'autorisation

source: <span class="highlight">%(app_name)s</span> application couldn't be authorized.
fr: L'application <span class="highlight">%(app_name)s</span> n'a pu être autorisée.

source: Application couldn't be authorized.
fr: L'application n'a pu être autorisée.

source: Error code: <b>%(error)s</b>
fr: Code erreur : <b>%(error)s</b>

source: You can go back to the application and try to log again.
fr: Vous pouvez revenir à l'application et tenter de vous connecter à nouveau.

source: Authorization successful
fr: Autorisation réussie

source: Authorization successful
fr: Autorisation réussie

source: <span class="highlight">%(app_name)s</span> application has been authorized.
fr: L'application <span class="highlight">%(app_name)s</span> a été autorisée.

source: Application has been authorized.
fr: L'application a été autorisée

source: You can now close this window and go back to the application.
fr: Vous pouvez maintenant fermer cette fenêtre et revenir à l'application.

source: Authorization
fr: Autorisation

source: An app want to access your data
fr: Une application souhaite accéder à vos données

source: <span class="highlight">%(name)s</span> requires access to your Paper Matter organization with the following permissions:
fr: <span class="highlight">%(name)s</span> a besoin d'un accès à votre organisation Paper Matter avec les permissions suivantes :

source: Cancel
fr: Annuler

source: Authorize
fr: Autoriser

source: Read access to your account
fr: Accès en lecture à votre compte

source: Write access to your account
fr: Accès en écriture à votre compte

source: Signup
fr: Inscription

source: Create your account
fr: Créez votre compte

source: Create account
fr: Créer le compte

source: Login
fr: Se connecter

source: Your browser version is not supported, some functionalities may not work properly.<br> You should update your browser or use a another one.
fr: La version de votre navigateur n'est pas supportée, certaines fonctionnalités risquent de ne pas fonctionner correctement.<br> Nous vous conseillons de mettre à jour votre navigateur ou d'en utiliser un autre.

source: Your browser is not supported, some functionalities may not work properly.<br> You should use a another browser.
fr: Votre navigateur n'est pas supporté, certaines fonctionnalités risquent de ne pas fonctionner correctement.<br> Nous vous conseillons d'utiliser un autre navigateur.

source: Password
fr: Mot de passe

source: Forgot password?
fr: Mot de passe oublié ?

source: Change password
fr: Modifier mon mot de passe

source: Password changed!
fr: Le mot de passe a été modifié !

source: Change my password
fr: Modifier mon mot de passe

source: Please correct the error below.
fr: Merci de corriger l'erreur indiquée ci-dessous.

source: Please correct the errors below.
fr: Merci de corriger les erreurs indiquées ci-dessous.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Pour des raisons de sécurité merci de saisir votre ancien mot de passe, saisissez ensuite le nouveau deux fois.

source: New password
fr: Nouveau mot de passe :

source: Set new password
fr: Définition du nouveau mot de passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez saisir votre nouveau mot de passe deux pour vérifier qu'il n'y a pas d'erreur.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation de mot de passe est invalide, Il est possible que celui-ci est déjà été utilisé.Veuillez renouveler la demande de réinitialisation.

source: Back
fr: Retour

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s. Follow the link below to proceed:
fr: Vous recevez cet email car vous avez fait une demande de réinitialisation de mot de passe pour votre compte sur %(site_name)s. Cliquez sur ce lien pour définir le nouveau mot de passe :

source: This link is valid for 3 days, after that you will need to request a new password reset.
fr: Ce lien a une durée de validité de 3 jours, passé ce délai vous devrez demander une nouvelle réinitialisation de votre mot de passe.

source: If you don't requested this change, you can ignore this email.
fr: Si vous n'êtes pas à l'origine de la demande, vous pouvez ignorer cet email.

source: Reset password
fr: Réinitialiser mon mot de passe

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fr: Mot de passe oublié ? Saisissez votre email ci-dessous et nous vous enverrons les instructions pour en définir un nouveau.

source: Create your account in <span class="highlight">%(org_name)s</span> organization
fr: Créez votre compte dans l'organisation <span class="highlight">%(org_name)s</span>

source: Signup succeed
fr: Inscription réussie

source: One more thing...
fr: Une dernière chose...

source: Please <span class='highlight'>verify your email inbox</span> to activate your account.
fr: Merci de <span class='highlight'>vérifier votre boite email</span> pour activer votre compte.

source: Once your account has been activated, you can pursue to:
fr: Une fois votre compte activé, vous pourrez vous rendre sur :

source: Login page
fr: Page de connexion

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly (check your spam folder if that's not the case).
fr: Si l'email indiqué correspond à un compte, des instructions pour réinitialiser votre mot de passe vous ont été envoyées. Vous devriez les recevoir rapidement (vérifiez votre dossier spam si ce n'est pas le cas).

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a bien été enregistré, vous pouvez vous connecter avec celui-ci.

source: Your email has been verified, thank you! You may go ahead and log in now.
fr: Votre email a bien éte vérifié, merci ! Vous pouvez vous connecter désormais.
