Repository: exotic-matter-sas/ftl-app
Catalog: ftl/setup/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Organization name
fr: Nom de l'organisation

source: Organization already exists
fr: L'organisation existe déjà

source: Create first organization and administrator
fr: Créez la première organisation et l'administrateur

source: Welcome to your Paper Matter instance!
fr: Bienvenue sur votre instance Paper Matter !

source: Some concepts to get started:
fr: Quelques notions pour bien débuter :

source: Administrator > Instance > Organization > User
fr: Administrateur > Instance > Organisation > Utilisateur

source: The <b>administrator</b> can administrate the whole instance via the Admin portal
fr: L'<b>administrateur</b> peut administrer l'instance entière à partir du portail admin

source: This <b>instance</b> can host multiple <b>organizations</b>, each <b>organization</b> can have multiple <b>users</b>.
fr: Cette <b>instance</b> peut héberger plusieures <b>organisations</b>, chaque <b>organisation</b> peut avoir plusieurs <b>utilisateurs</b>.

source: A <b>user</b> can only access data and documents of its <b>organization</b>.
fr: Un <b>utilisateur</b> peut seulement accéder aux données et documents de son <b>organisation</b>.

source: Finally, the <b>administrator</b> is an <b>user</b> of the first <b>organization</b>.
fr: Enfin, l'<b>administrateur</b> est un <b>utilisateur</b> de la première <b>organisation</b>.

source: Create the first organization of your instance and its administrator:
fr: Créez la première organisation de votre instance et son administrateur :

source: Finish
fr: Terminer

source: Setup completed
fr: Configuration terminée

source: Congratulations!
fr: Félicitations !

source: <span class="highlight">%(org_name)s</span> organization was created along admin user.
fr: L'organisation <span class="highlight">%(org_name)s</span> ainsi que l'administrateur ont été créé.

source: You can now:
fr: Vous pouvez maintenant :

source: Send this link to first organization users for them to create an account:
fr: Envoyez ce lien aux utilisateurs de la première organisation pour qu'ils créent leurs comptes :

source: user signup page
fr: page de création des utilisateurs

source: Connect to admin pannel here:
fr: Vous connecter à l'interface d'administration ici :

source: admin login page
fr: page de connexion pour les administrateurs

source: Connect as a user to first organization here:
fr: Connectez-vous à la première organisation en tant qu'utilisateur :

source: user login page
fr: page de connexion
