Repository: exotic-matter-sas/ftl-app
Catalog: ftl/ftl/otp_plugins/otp_ftl/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Set of emergency codes
fr: Lot de codes d'urgence

source: Select set of codes to use
fr: Sélectionner le lot de code à utiliser

source: One emergency code from your set (alphanumeric code, it will be consumed)
fr: Un code à usage unique du lot (code alphanumérique, un code sera utilisé définitivement)

source: Authenticator app
fr: Apps d'authentification

source: Select the authenticator app you wish to use
fr: Sélectionner l'app d'authentification souhaitée

source: Two factor code shown in your app authenticator (only numbers)
fr: Code indiqué dans votre app d'authentification (chiffres uniquement)

source: Emergency codes
fr: Codes d'urgence

source: Indicate a name to recognize your two factor device
fr: Nommer votre appareil d'authentification pour le reconnaitre plus tard

source: Are you sure you want to delete<br/> "%(name)s"?
fr: Êtes-vous sûr de vouloir supprimer<br/> « %(name)s » ?

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Two factor authentication
fr: Authentification à deux facteurs

source: Rename
fr: Renommer

source: Invalid
fr: Invalide

source: All codes in this set have been used! Avoid being lockout of your account by adding a new set.
fr: Tous les codes de ce lot ont été utilisés ! Ajoutez un nouveau lot pour ne pas risquer de perdre l'accès à votre compte.

source: Authenticator apps
fr: Apps d'authentification

source: Not confirmed
fr: Non validé

source: Add an authenticator app
fr: Ajouter une app d'authentification

source: Security keys (U2F/FIDO2)
fr: Clés de sécurité (U2F/FIDO2)

source: Add a security key
fr: Ajouter une clé de sécurité

source: Protect your Paper Matter account with two factor verification
fr: Protéger votre compte Paper Matter avec une authentification à deux facteurs

source: A validation code or security key will be asked each time you sign-in, in addition to your usual login.
fr: Lors de vos prochaines connexions à votre compte Paper Matter, vous aurez besoin de votre mot de passe habituel et du code de validation qui sera affiché sur votre téléphone (ou de votre clé de sécurité).

source: There is no two factor device registered with this account.
fr: Il n'y a aucun appareil d'authentification à deux facteurs configuré sur votre compte.

source: Add an authentication app (recommended)
fr: Ajouter une application d'authentification (recommandé)

source: Add a security key (U2F/FIDO2)
fr: Ajouter une clé de sécurité (U2F/FIDO2)

source: Rename device
fr: Renommer l'appareil

source: Device name
fr: Nom de l'appareil

source: Name to recognize your two factor device
fr: Nom de votre choix pour reconnaître votre appareil d'authentification

source: Two-step Verification
fr: Vérification à deux facteurs

source: This extra step shows that it’s really you trying to sign in
fr: Cette étape supplémentaire nous permet de vérifier que ce soit réellement vous qui vous connectez

source: Missing or invalid security key.
fr: Clé de sécurité manquante ou invalide.

source: Insert your security key
fr: Insérer votre clé de sécurité

source: Error: you can't use a security key on this account.
fr: Une erreur est survenue : vous ne pouvez pas utiliser de clé de sécurité sur ce compte.

source: Try another way
fr: Essayer une autre méthode

source: Use a code from your authentication app
fr: Utiliser un code affiché sur votre app d'authentification

source: Use a one time emergency code
fr: Utiliser un code à usage unique

source: Your security key has been added!
fr: Votre clé de sécurité a été ajoutée !

source: We highly recommend you generate a set of emergency code too in case you have lost your security key.
fr: Nous recommandons vivement de générer également des codes d'urgence, dans l'hypothèse oú vous perdriez votre clé de sécurité.

source: No thanks
fr: Non merci

source: Generate emergency two factor codes
fr: Générer un lot de codes d'urgence

source: A security key dongle is a small device that you can buy to help prove it’s you signing in: you simply have to connect the key to your phone, tablet, or computer.
fr: Une clé de sécurité est un petit appareil que vous pouvez acheter et qui permet de prouver votre identité lorsque vous vous connectez : vous n'avez qu'à connecter votre clé à votre ordinateur, téléphone ou tablette.

source: Such keys are the ones that are compatible with the U2F or FIDO2 protocol (Yubikey, Google Titan Security Key, etc.).<br/> Only recent browsers are compatible with these keys such as Google Chrome, Mozilla Firefox, Microsoft Edge.
fr: Les clés compatibles avec ce service sont ceux portant la norme U2F ou FIDO2 (comme les clés Yubikey, Google Titan Security, etc.).<br />Seul des navigateurs récents sont compatibles comme Google Chrome, Mozilla Firefox, Microsoft Edge, Safari.

source: Security key name
fr: Nom de la clé de sécurité

source: Security key with house key
fr: Clé de sécurité avec la clé de la maison

source: A name to identify your security key
fr: Un nom pour identifier votre clé de sécurité

source: Next
fr: Suivant

source: Incorrect code
fr: Code incorrect

source: Verify
fr: Vérifier

source: Error: you can't use emergency code on this account.
fr: Une erreur est survenue : vous ne pouvez pas utiliser de codes d'urgence sur ce compte.

source: Use your security key
fr: Insérer votre clé de sécurité

source: Your emergency two factor codes (one use only!)
fr: Vos codes d'urgence à usage unique

source: Return to 2FA list
fr: Revenir à la liste des appareils d'authentification à deux facteurs

source: We highly recommend you generate a set of emergency code too in case you have lost your mobile phone or security key.
fr: Nous recommandons vivement de générer des codes d'urgence en plus, dans le cas où vous perdriez votre téléphone ou votre clé de sécurité.

source: For security reasons, each code will only work one (1) time. <br/> Please keep those codes in a safe place.
fr: Pour des raisons de sécurité, chaque code est à usage unique.<br/>Conservez ces codes en lieu sûr.

source: Emergency codes name
fr: Nom des codes d'urgence

source: Safe deposit box emergency codes
fr: Lot de codes d'urgence du coffre fort

source: Could be its storage location or a clue to remember it
fr: Il peut s'agir du lieu de stockage ou d'un indice pour s'en souvenir

source: Error: you can't use an authenticator app on this account.
fr: Une erreur est survenue : vous ne pouvez pas utiliser une app d'authentification sur ce compte.

source: Confirm your authenticator app
fr: Valider votre app d'authentification

source: Scan this QR code with the authenticator app:
fr: Scannez ce code QR avec votre app d'authentification :

source: Confirm that you have successfully configured your authenticator app by entering below the current code displayed on your app.
fr: Validez que vous avez bien configuré votre app d'authentification en indiquant le code affiché dans l'app ci-dessous.

source: Validate
fr: Valider

source: Use an app on your phone to generate validation code. In the app, scan the QR code that will be shown next page.
fr: Utiliser une app d'authentification pour générer des codes de validation. Depuis l'app, scanner le code QR qui sera affiché sur la page suivante.

source: You could use the Google Authenticator app, available on <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2" target="_blank">Google Play</a> or <a href="https://apps.apple.com/us/app/google-authenticator/id388497605?mt=8" target="_blank">App Store</a>.
fr: Vous pouvez utiliser l'app Google Authenticator, disponible sur <a href="https://play.google.com/store/apps/details?id=com.google.android.apps.authenticator2" target="_blank">Google Play</a> ou <a href="https://apps.apple.com/us/app/google-authenticator/id388497605?mt=8" target="_blank">App Store</a>.

source: My smartphone or tablet name
fr: Le nom de mon smartphone ou de ma tablette

source: Device name on which auth app is installed, to help you recognize it later.
fr: Nom de l'appareil sur lequel l'appli sera installée, pour vous aider à l'identifier plus tard.
