Repository: exotic-matter-sas/ftl-app
Catalog: ftl/frontend/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Home
fr: Accueil

source: Folders management
fr: Gestion des dossiers

source: Key words...
fr: Mots clés...

source: Search
fr: Chercher

source: Profile
fr: Mon compte

source: Sign Out
fr: Se déconnecter

source: Paper Matter, open source software. Made with ❤ by
fr: Paper Matter, logiciel open source. Fait avec ❤ par

source: Refresh documents list
fr: Rafraichir la liste des documents

source: Create new folder
fr: Créer un nouveau dossier

source: Sort
fr: Trier

source: recent
fr: récent

source: older
fr: ancien

source: Recent first
fr: Récents en premier

source: Older first
fr: Anciens en premier

source: Select all
fr: Tout sélectionner

source: Cancel
fr: Annuler

source: Move
fr: Déplacer

source: Delete
fr: Supprimer

source: No document yet
fr: Aucun document

source: Load more
fr: Plus de résultats

source: Rename document
fr: Renommer le document

source: Viewer not available on this device, open the document instead.
fr: Visualisateur indisponible pour cet appareil, ouvrir le document à la place

source: Open PDF
fr: Ouvrir le PDF

source: Move %s documents to ...
fr: Déplacer %s documents vers...

source: Move %s to ...
fr: Déplacer %s vers...

source: Selected folder: %s
fr: Dossier sélectionné: %s

source: No folder selected
fr: Aucun dossier sélectionné

source: Could not move document
fr: Le document n'a pu être déplacé

source: The new name of the document
fr: Le nouveau nom du document

source: The document will be renamed to %s.
fr: Le document sera renommé %s

source: Delete documents
fr: Supprimer les documents

source: Please confirm that you want to delete %s documents
fr: Êtes-vous sûr de vouloir supprimer %s documents ?

source: Please confirm that you want to delete %s
fr: Êtes-vous sûr de vouloir supprimer %s ?

source: Could not delete document
fr: Le document n'a pu être supprimé

source: Edit note
fr: Modifier la note

source: Edition
fr: Édition

source: Document note ...
fr: Note du document...

source: Preview
fr: Prévisualisation

source: Markdown syntax supported
fr: Syntaxe Markdown supportée

source: supported
fr: supportée

source: unsaved note
fr: note non sauvegardée

source: Save
fr: Sauvegarder

source: No note set
fr: Pas de note définie

source: Could not save note
fr: La note n'a pu être sauvegardée

source: Download
fr: Télécharger

source: Use CTRL + left click for quick selection
fr: Utiliser CTRL + clic gauche pour une sélection rapide

source: Upload document
fr: Ajouter un document

source: Drop file here...
fr: Déposer un fichier ici...

source: Browse
fr: Parcourir

source: Upload
fr: Envoyer

source: Root
fr: Racine

source: relevance
fr: pertinence

source: Relevance
fr: Pertinence

source: No other folder.
fr: Pas d'autres dossiers.

source: Unable to refresh folders list
fr: La liste des dossiers n'a pu être raffraichie

source: Loading
fr: Chargement

source: The new name of the folder
fr: Le nouveau nom du dossier

source: The folder will be renamed.
fr: Le dossier sera renommé

source: Deletion of folder "%s" and its contents
fr: Suppression du dossier "%s" et de son contenu

source: Type the name of the folder to validate.
fr: Saisissez le nom du dossier pour valider.

source: Please confirm that you want to delete the folder and everything inside. This action is not reversible.
fr: Veuillez confirmer que vous voulez supprimer le dossier et tout ce qu'il contient. Cette action est irréversible.

source: Unable to delete folder
fr: Le dossier n'a pu être supprimé

source: Move %s to %s
fr: Déplacer %s vers %s

source: Could not move folder
fr: Le dossier n'a pu être déplacé

source: Unable to get folder details
fr: Les détails du dossier n'ont pu être récupérés
